Repository: tvthuong/ChatWithStranger
Catalog: ChatLa.Client/ChatLa.Client/Languages/AppResources.*.resx
Languages: vi

# btnFindRoomText
source: Start find room
vi: Bắt đầu tìm phòng

# btnSendText
source: Send
vi: Gửi

# ChatRoomPageTitle
source: Chat room
vi: Phòng chat

# ConnectionFailedMessage
source: Connection failed, please try again later
vi: Kết nối thất bại, hãy thử lại sau

# FindRoomPageTitle
source: Find room automatically
vi: Tìm phòng tự động

# MemberExitMessage
source: just left the room
vi: vừa rời khỏi phòng

# NewMemberMessage
source: just entered the room
vi: vừa vào phòng

# RoomListPageTitle
source: Chat rooms list
vi: Danh sách phòng chat

# RoomNotExistMessage
source: This room has been deleted, please select another room
vi: Phòng này đã bị xóa, hãy chọn phòng khác

# txtMessagePlaceholder
source: Enter your message
vi: Nhập tin nhắn của bạn

# txtNotifyText
source: You entered the room, waiting for the stranger
vi: Bạn đã vào phòng, đang chờ người lạ

# SettingsPageTitle
source: Settings
vi: Cài đặt

# btnCompleteText
source: Done
vi: Xong

# txtChatNamePlaceholder
source: Enter your name
vi: Nhập tên của bạn

# PkRoomTypeTitle
source: Select room type
vi: Chọn loại phòng

# RoomTypePrivate
source: Private chat room
vi: Phòng chat riêng

# RoomTypePublic
source: Group chat room
vi: Phòng chat nhóm

# ToolbarItemMember
source: Member
vi: Thành viên

# AlertTitle
source: Private chat request
vi: Yêu cầu chat riêng

# txtNotifyRequestText
source: Waiting for strangers to answer
vi: Đang chờ người lạ trả lời

# AlertAccept
source: Yes
vi: Có

# AlertCancel
source: No
vi: Không

# AlertMessage
source: wants to chat privately with you, do you agree?
vi: muốn chat riêng với bạn, bạn có đồng ý không?

# DenyMessage
source: denied your request
vi: đã từ chối yêu cầu của bạn

# btnRefreshText
source: Refresh
vi: Làm mới

# PkSendToAll
source: All
vi: Tất cả

# PkSendToTitle
source: Send to
vi: Gửi đến

source: Private message from
vi: Tin nhắn mật từ

source: Private message to
vi: Tin nhắn mật đến

# btnLogInText
source: Log in
vi: Đăng nhập

# txtPasswordText
source: Password
vi: Mật khẩu

# txtUserNameText
source: User name
vi: Tên tài khoản

# btnCreateAccountText
source: Create account
vi: Tạo tài khoản

# CreateAccountFailedMessage
source: This account already exists
vi: Tài khoản này đã tồn tại

# txtConfirmPasswordText
source: Confirm password
vi: Xác nhận mật khẩu

# LogInFailedMessage
source: Login failed
vi: Đăng nhập thất bại

# RoomIsFullMessage
source: This room was full
vi: Phòng này đã đầy

# AddFriendAlertMessage
source: wants to make friend with you, do you agree?
vi: muốn kết bạn với bạn, bạn có đồng ý không?

# AddFriendAlertTitle
source: Make friend request
vi: Yêu cầu kết bạn

# FriendListPageTitle
source: Friend list
vi: Danh sách bạn bè

source: Offline friend
vi: Bạn bè ngoại tuyến

source: Online friend
vi: Bạn bè trực tuyến

# FriendIsOfflineMessage
source: Your friend is offline
vi: Bạn của bạn đang ngoại tuyến

# DeleteFriendMessage
source: Do you really want to delete this friend?
vi: Bạn thực sự muốn xóa người bạn này?

# DeleteFriendTitle
source: Confirm delete friend
vi: Xác nhận xóa bạn bè

# btnChangePasswordText
source: Change Password
vi: Đổi mật khẩu

# txtNewPasswordText
source: New password
vi: Mật khẩu mới

# PasswordIsNotValidMessage
source: Old password is not correct
vi: Mật khẩu cũ không đúng

# LogOutMessage
source: Do you really want to log out?
vi: Bạn thật sự muốn đăng xuất?

# LogOutTitle
source: Confirm logout
vi: Xác nhận đăng xuất

# ChatNameExistMessage
source: ChatName already exists, choose another ChatName
vi: ChatName đã tồn tại, hãy chọn ChatName khác

# MustLeaveRoomMessage
source: You are forced to leave the room
vi: Bạn bị buộc phải rời khỏi phòng

# RemoveMemberMessage
source: Do you want to force this person to leave the room?
vi: Bạn có muốn buộc người này rời khỏi phòng?

# RemoveMemberTitle
source: Forced to leave the room
vi: Buộc rời khỏi phòng

# ToolbarItemMember1
source: Change to group chat room
vi: Đổi sang phòng chat nhóm

# RoomTypeChangedMessage
source: Changed to group chat room
vi: Đã đổi sang phòng chat nhóm

# txtSuggestAddFriend
source: Suggest add friend
vi: Đề xuất thêm bạn bè

# txtAddFriendRequest
source: Add friend request
vi: Yêu cầu kết bạn

# ToolbarItemMember2
source: Invite friend
vi: Mời bạn bè

# AlertInviteMessage
source: wants to invite you into room, do you agree?
vi: muốn mời bạn vào phòng, bạn có đồng ý không?

# AlertInviteTitle
source: Invite into room request
vi: Mời vào phòng
